---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerSquareMillimeter
source: html/88496b43-153a-1660-57a2-f0fe1ea46762.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerSquareMillimeter Property

Kilonewtons per square millimeter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonsPerSquareMillimeter { get; }
```